Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: smj

source: Deattuhit ahte vuolábeale skovvi ii atte dievaslaš gova sámi oskkuoahpahusa relevánta
smj: Dættoduvvá gåvvå vuollelin ij åles gåvåv sáme jáhkkoåhpadusá relevánta- oahppamulmijs vuoseda.

source: Báikkálaš plánaid ráhkadeamis berrejit searvegottit danne ohcat vejolašvuođaid váldit mielde osiid maid leat báikegoddái heivehan, sihke buot váldofáttáid dáfus, ja maid daid dáfus
smj: Gå tjoaggulvisá bájkálasj plánav hábbmi de bierri åhtsåt máhttelisvuodajt válldet maŋen åsijt ma gulluji bájkkáj, sihke gájkka oajvvetiemájda, ja aj daj tiemájda ma li guorrusa.

source: mat leat guorosin (Ándagassii addin, Fásttu ja biehttaleapmi ja Mieldebargit).
smj: (Ándagissaj luojttem, Fássto ja vuornádus, ja Barggo guojmmeaktijvuohta)

source: Stuora gažaldagat
smj: Stuorra gatjálvisá

source: • Mánát ja nuorat galget oahppat dovdat sápmelaččaid árbevirolaš ja ođđaáigásaš luonddugeavaheami ja luondduvalljodagaid ávkkástallama mii sáhttá sidjiide duddjot vuđoleappot jurddašeami ja ovdošeami olbmo saji birra Ipmila sivdnádusas.
smj: • Máná ja nuora galggi oahppat dåbddåt sámij árbbedábálasj ja ådåájggásasj luonndodåjmajt ja luonndoressursaj ávkástallamav ma máhtti liehket vuodon sijá ájádallamij ja imájdallamij ulmutja saje birra Jubmela sjivnnjádusán.

source: Guovddáš dimenšuvnnat olbmo eallimis
smj: Guovdásj dimensjåvnå ulmutja iellemin

source: • Giella, kultuvrralaš gullevašvuohta ja čearddalaš girjáivuohta leat maid guovddáš dimenšuvnnat olbmo eallimis maiguin mánát ja nuorat berrejit kristtalašvuođa čuovgasa bokte bargat.
smj: • Giella, kultuvralasj gulluvasjvuohta ja tjerdalasj moattebelakvuohta le aj guovdásj dimensjåvnå ulmutja iellemin majna máná ja nuora bierriji bargat risstalasjvuodajn vuodon.

source: Eallin- ja oskkuhistorjá
smj: Iellem ja jáhkkohiståvrrå

source: • Sámi mánáid ja nuoraid sámi identitehta ovdána sihke dan oktavuođa ektui mii sis lea sámi álbmogii ja dan historjái ja kulturárbevieruide, ja deaivvadettiin stuoraservodagain.
smj: • Sáme mánáj ja nuoraj sáme identitehtta åvddån sihke aktijvuodan sáme álmmugijn ja dan histåvråjn ja kultuvrraárbbedábij, ja æjvvalimijn stuorsebrudagájn.

source: Sámi mánát ja nuorat dárbbašit gávdnat giela iežaset oskkuhistorjái mii searvvaha fáttáid ja vásihusaid mat leat čadnojuvvon dasa.
smj: Sáme máná ja nuora dárbahi gávnnat gielav ietjas jáhkkohiståvrråj mij aj gåbttjå tiemát ja vásádusáj ma dasi le tjánáduvvam.

source: • Oppalaš hábmemis berre oskkuoahpahus addit eanet oahpu sámi eallinvuogi, árvvuid ja duohtavuođaipmárdusa birra, nugo dat ovdanbohtet báikkálaš birrasis ja báikegotti kultuvrras.
smj: Persåvnålasj åvddånibme Dábálasj åhpadusán bierri jáhkkoåhpadus vaddet ienep diedoj sáme viessomvuoge, árvoj ja duohtavuodadádjadusá birra, navti gåktu åvddånbåhti lagosbirrusijn ja bájkkásasj kultuvran.

source: • Mánáid ja nuoraid galgá movttiidahttit doalahit oktavuođa iežaset ristváhnemiiguin vai sii sáhttet oažžut neavvagiid ja veahki oskku ahtanuššamis, ja dan bokte oahppat ja vásihit makkár ovddasvástádusat ristváhnemiin leat.
smj: • Máná ja nuora galggi måvtåstuhteduvvat bisodittjat aktijvuodav ietjasa ristaæjgádij vaj sij máhtti bagádusájt ja viehkev jáhko åvddånimen oadtjot, ja dan baktu oahppat ja vásedit ristaæjgádij åvdåsvásstádusáv.

source: Dat lea buorre oahppu jus ieš šaddá ristváhnemin maŋŋil eallimis.
smj: Dat le buorre oahppa jus ietja sjaddi ristaæjgádin maŋŋela iellemin.

source: Áhčči min ja rohkos
smj: Áhttje mijá ja råhkålvis

source: • Mánát ja nuorat galget oahppat Áhčči minrohkosa, beavderohkosa ja eahketrohkosa iežaset gillii.
smj: • Máná ja nuora galggi oahppat Áhttje mijá råhkålvisáv, biebbmo låhkusav ja iehkedis låhkusav ietjasa giellaj.

source: Sii galget maid oahppat báikegoddái heivehuvvon rohkosárbevieruid, ovdamearkkadihte «Áhči ja Bártni ja Bassi Vuoiŋŋa nammiiš, «Jesus nammiiš ja russesteami iešguđet eallindilálašvuođain.
smj: Galggi aj oahppat bájkálasj råhkåmdábijt, duola degu «Áhtje ja Bárne ja Ájlis vuojŋŋana nammajš «Jesusa namánš ja ruossamerka adnemav iesjgeŋga iellemdilálasjvuodan. Rámát

source: • Mánát ja nuorat galget oahppat dovdat davvisámegiel, julevsámegiel ja lullisámegiel biibbaljorgalanbargguid birra, ja oahppat guovddáš biibbalteavsttaid iežaset sámegillii.
smj: • Máná ja nuora galggi oahpásmuvvat nuorttasámegiella, julevsámegiella ja oarjjelsámegiella rámátjårggålimij, ja oahppat guovdásj rámáttevstajt ietjasa sámegiellaj.

source: Girkojagi allabasit ja mearkabeaivvit
smj: Girkkojage allabase ja mærkkabiejve

source: • Mánát ja nuorat galget suokkardit gávdnojit go sámi árbevierut mat gullet girkojagi allabasiide, dás maid Márjjá lohpádusbeaivvi.
smj: • Máná ja nuora galggi guoradallat bájkálasj sáme árbbedábijt ma le girkkojage allabasijda tjanádum, d.d.. Márjjá biejvve.

source: Girku
smj: Girkko

source: • Mánáid ja nuoraid galgá hástalit kritihkalaččat geahččat girku historjjálaš deaivvadeami sápmelaččaiguin sámi oskkoldat- ja girkohistorjjá vuođul.
smj: • Máná ja nuora galggi hasoduvvat kritihkalattjat gæhttjat girkko histåvrålasj æjvvalimev sámij, sáme jáhkko- ja girkkohiståvråjn vuodon.

source: • Mánát ja nuorat galget oahppat sámi báhpaid Lars Levi Læstadiusa ja Anders Fjellnera birra.
smj: • Máná ja nuora galggi oahppat sáme báhpaj Lars Levi Læstadiusa ja Anders Fjellnera birra

source: • Mánát ja nuorat galget oahppat dovdat iešguđet sámi giellajoavkkuid Norgga girkus, ja ahte sálmmat, liturgiijat ja eará girkolaš teavsttat gávdnojit sihke lullisámegillii, julevsámegillii ja davvisámegillii.
smj: • Máná ja nuora galggi oahppat dåbddåt iesjgeŋga sáme giellajuohkusijt Vuona girkkon, ja diehtet sálma, liturgija ja ietjá girkkolasj tevsta gávnnuji sihke oarjjelsámegiellaj, julevsámegiellaj ja nuorttasámegiellaj.

source: • Mánát ja nuorat galget oahppat álgoálbmogiid dili birra máilmmiviidosaš girkus.
smj: • Máná ja nuora galggi oahppat iemeálmmugij dile birra væráltvijddásasj girkkon.

source: 1. oskkuartihkkal
smj: 1. jáhkkoartihkal

source: • Mánát ja nuorat galget sámi muitalusaid bokte oahppat sápmelaččaid oainnu birra lundui ja duohtavuođaipmárdussii, ja čatnat daid biibbalmuitalusaide.
smj: • Máná ja nuora galggi sáme subttsasij baktu sámij luonndovuojnoj ja duohtavuodadádjadusáj birra oahppat, ja dajt rámátsubttsasijda tjadnat.

source: • Mánát ja nuorat galget sámi árbevieruid čuovgasa bokte bargat ipmárdusain: Gii lea Ipmil sivdnideaddjin, ja mii lea olmmoš mii lea eatnamis sivdniduvvon.
smj: • Máná ja nuora galggi sámij árbbedábij vuodon bargat dádjadusájn: Jubmel sjivnnjediddjen ja ulmusj ednamis sjivnnjeduvvam.

source: 2. oskkuartihkkal
smj: 2. jáhkkoartihkal

source: • Mánát ja nuorat galget oahppat ahte Jesusa ruossajápmin ja bajásčuožžileapmi lea duogáš ruossamearkka guovddáš sajis sámi kristtalaš árbevierus.
smj: • Máná ja nuora galggi oahppat Jesusa ruossajábbmem ja bajástjuodtjelibme le duogátjin ruossamerka guovdásj sadjáj sámij risstalasj árbbedáben.

source: • Mánát ja nuorat galget oahppat dovdat Læstadiusa dajaldaga «Almmálaš váhnenš mii lea metafora Ipmilii Sivdnideaddjin ja Beastin, ja dan dajaldaga saji soabadusa ipmárdusas.
smj: • Máná ja nuora galggi oahppat dåbddåt Læstadiusa moalgedimev (bágov) «Almmelasj æjgátš mij le metafåvrrå Jubmelij Sjivnnjediddjen ja Lånestiddjen, ja dan moalgedime sajev såbadusá dádjadusán.

source: 3. oskkuartihkkal
smj: 3. jáhkkoartihkal

source: • Mánát ja nuorat galget Apd 2,1-13 vuođul smiehttat Bassi Vuoiŋŋa doaimma birra Ipmila máŋggagielat ja máŋggačearddalaš girkus.
smj: • Máná ja nuora galggi Apd 2,1-13 buohta ájádallat Ájlis Vuojŋŋana dåjma birra Jubmela moattegielak ja moaddetjerdalasj girkkon.

source: • Mánát ja nuorat galget oažžut oahpu gástta ja ristváhnemiid mearkkašumi birra sámi guovlluin.
smj: • Máná ja nuora galggi oahppat majt gássta ja ristaæjgáda merkahi sáme guovlojn.

source: • Mánát ja nuorat galget oahppat dovdat báikegoddái heivehuvvon árbevieruid mat leat eahkedismállásiidda čadnojuvvon.
smj: • Máná ja nuora galggi oahpásmuvvat bájkálasj árbbedábij ma le iehkedismállásij tjanádum.

source: • Mánát ja nuorat galget oasálastit solidaritehtabargguin main álgoálbmotrievtti prinsihpat leat vuođđun.
smj: Diakonija • Máná ja nuora galggi oassálasstet solidaritehtabargguj gånnå iemeálmmukrievtá li vuodon

source: Mišovdna ja ekumenihkka
smj: • Misjåvnnå ja ekumenihkka

source: • Dat diehtu ahte sápmelaččat gullet globála álgoálbmotsearvevuhtii lea lassánan ja dan berre čatnat oskkuoahpahusa mišovnna oassái.
smj: • Dádjadus sáme gulluji globála iemeálmmukaktisasjvuohtaj bierri tjanáduvvat misjåvnå oassáj jáhkkoåhpadusán.

source: Ásahit oktavuođaid máilmmiviidosaš girku eará álgoálbmogiidda mišonbargguid dahje ustitvuođašiehtadusaid bokte, addá oktavuođaid mat boktet beroštumi ja eaiggátvuođadovddu girku gohččosii.
smj: Ásadit aktijvuoda ietjá iemeálmmugij iemeálmmugijda væráldavijddásasj girkkon misjonbargo baktu jali ráddnavuodasjiehtadusáj baktu, vaddá aktijvuodav mij båktå oassálasstemav ja æjgátvuodamdåbdojt girkko gåhttjomij.

source: • Mánáid ja nuoraid galgá movttiidahttit gulahallamii ja kultuvralonohallamii searvegotti oskkuoahpahusdoaibmabijuin.
smj: • Máná ja nuora galggi måvtåstuhteduvvat ságastallamij ja kultuvrralånudallamij tjoaggulvisá jáhkkoåhpadusdåjman.

source: Ulbmil dainna lea duddjot gaskaneas árvvusatnima ja ipmárdusa mánáid ja nuoraid gaskkas geain lea iešguđetlágan duogáš.
smj: Ulmme le gasskasasj árvvo ja dádjadus mánáj ja nuoraj gaskan gejn le iesjgeŋgalágásj duogásj.

source: Ándagassii addin
smj: Ándagis luojttem

source: Fástu ja biehttaleapmi
smj: Fássto ja vuornádus

source: Mieldebargit
smj: Barggoguojmmejuogos

source: Rohkos
smj: Råhkålvis

source: • Mánát ja nuorat galget oažžut vásihusaid rohkadallamis guovddáš rohkosiid sámi árbevierus.
smj: • Máná ja nuora galggi bessat vásedit guovdásj råhkålvisájt sáme árbbedáben råhkåt.

source: • Mánát ja nuorat galget oahppat báikegoddái heivehuvvon sámi kristtalaš árbevieruid mat gullet iešguđetge lágán meahcásteapmái.
smj: • Máná ja nuora galggi oahppat bájkálasj sáme risstalasj árbbedábijt ma duon dan luonndodoajmmaj le tjanádum.

source: Ipmilbálvalus
smj: Jubmeldievnastus

source: • Mánát ja nuorat galget oahppat sápmelaččaid ipmilbálvalus- ja čoakkalmasárbevieruid, ja oažžut vejolašvuođa oasálastit arenain gos dakkárat leat anus.
smj: • Máná ja nuora galggi oahppat sámij jubmeldievnastus- ja tjåhkalvisárbbedábij birra, ja oadtjot máhttelisvuodav oassálasstet arenan gånnå dá li anon.

source: Biibballohkan
smj: Rámátlåhkåm

source: • Mánát ja nuorat galget oahppat váldit Biibbala atnui ja kristtalaš sámegiel girjjiid.
smj: • Máná ja nuora galggi oahppat Rámádav ja risstalasj sámegiella girjijt adnet

source: • Mánát ja nuorat galget oažžut vejolašvuođa ovdanbuktit iežaideaset sálmmaid, musihka ja eará kultuvraovdanbuktimiid.
smj: • Máná ja nuora galggi oadtjot máhttelisvuodav åvddånbuktet ietjasa sálmajt, musihkav ja ietjá kultuvrraåvddånbuktemijt.

source: • Mánát ja nuorat galget ožžut vejolašvuođa vásihit báikegoddái heivehuvvon girkomusihkalaš árbevieruid, ja dasalassin oahppat dovdat girkomusihkalaš geavada mii sámi guovlluin lea dál.
smj: • Máná ja nuora galggi oadtjot máhttelisvuodav vásedit bájkálasj girkkomusihkka árbbedábijt, ja duodden dasi oahpásmuvvat girkkomusihkalasj adnuj sáme guovlojn dalla.

source: • Mánát ja nuorat galget oažžut vejolašvuođa oahppat atnit árbevirolaš arenaid oskkuoahpahusas.
smj: • Máná ja nuora galggi oadtjot máhttelisvuodav árbbedábálasj arenajt jáhkkoåhpadusán adnet

source: • Mánát ja nuorat galget oskkuoahpahusa oahppama ja muitalanárbevieruid oktavuođas geavahit reaidduid ja vugiid praktihkalaš bargguin.
smj: • Máná ja nuora galggi jáhkkoåhpadusá oahppama ja subtsastimij gasskavuodan adnet vædtsagijt ja vuogijt praktihkalasj bargon.

source: • Mánáid ja nuoraid galgá movttiidahttit atnit sámegiela.
smj: • Máná ja nuora galggi måvtåstuhteduvvat sámegielav anátjit.

source: Sihke njálmmálaš ja čálalaš oktavuođain galgá láhčit vejolašvuođaid sámegiela geavaheapmái.
smj: Sihke njálmálasj • ja tjálalasj bargon bierri dille látjeduvvat sámegiella adnuj.

source: - Movt sáhttá du searvegoddi addit sámi mánáide ja nuoraide kristtalaš eallindulkoma ja ráhkkanahttit sin birget eallimis vugiin mii vuhtiiváldá sin sámi gullevašvuođa ja identitehta ?
smj: - Gåktus máhttá duv tjoaggulvis viehkedit sáme mánájt ja nuorajt iellemav dålkkut ja iellemin rijbadit nav vaj sijá sáme gulluvasjvuohta ja identitehtta bisoduvvá ?

source: - Læstadialaš árbevierus lea Luthera uhca katekismusis guovddáš sadji oskkuoahpahusas.
smj: - Læstadiánálasj árbbedáben le Luthera unna katekismatjin guovdásj sadje jáhkkoåhpadusán.

source: Katekismus lea erenoamáš relevánta resursa dan fáddái maid namuhit kristtalaš oskku ja árbevieru oasis.
smj: Katekismus le sierraláhkáj guoskavasj resurssan tjanádum tiebmáj mij la nammadum risstalasj jáhko ja árbbedábe oase vuolen.

source: - Movt sáhttá «sámiš vuolitfáttaid juohkit ja čilget vuđoleappot doaibmabijuid bokte dakkár vugiiguin mat olahit buot mánáid ja nuoraid searvegottis
smj: - Gåktu máhtti «sámeš vuodotiemá juogeduvvat ja dárkkelappot tjielggiduvvat nav vaj jåksi gájkka mánájt ja nuorajt tjoaggulvisán ?

source: 3.0 Prinsihpalaš oassi
smj: 3.0 Prinsihpalasj oasse

source: 3.1 Čatnašupmi Norgga láhkii ja girkolaš plánaideNorgga stáhta lea vuođđuduvvon guovtti álbmoga
smj: 3.1 Tjanádum Vuona láhkaj ja girkkolasj plánajdaVuona stáhtta le ásaduvvam guovte álmmuga

source: eatnamiidda, dáččaid ja sápmelaččaid.
smj: ednamij nali, dáttjaj ja sámij.

source: Sápmelaččaid eavttut álgoálbmogin Norggas leat čállojuvvon Vuođđolága § 110 a.
smj: Sámij ævto iemeálmmugin Vuonan le tjáleduvvam Vuodolága § 110a.

source: Vuođđolágaparagráfa leat ráhkadan daid riikkaidgaskasaš álgoálbmotkonvenšuvnnaid vuođul maid Norga lea dohkkehan.
smj: Vuodolágaparagráffa le dagádum daj rijkkagasskasasj iemeálmmukkonvensjåvnåj vuodon majt Vuodna le dåhkkidum.

source: doarjut ja láhčit saji doaibmabijuide mat vealahit positiivvalaččat fálaldagaid addimis ja doaimmaid álggaheamis sápmelaččaide.
smj: Da mierredi Vuona almulasj oajválattjajn le vælogisvuohta doarjjot ja dilev láhtjet dåjmajda ma positivalattjat tjuolldi, gå fálaldagájt vaddi ja dåjmajt álgadi

source: Girku lea dohkkehan daid prinsihpaid, ja váldán duohtan daid geatnegasvuođaid oskkuoahpahusođastusas.
smj: Girkko le dajt prinsihpajt dåhkkidam, ja vælggogisvuohta le duohtan váldeduvvam jáhkkoåhpadusådåstusán.

source: Dat ovdanboahtá čielgasit Norgga girku bajitdási oskkuoahpahusplánas, Ipmil addá – Mii juogadit.
smj: Dat tjielggasijt vuojnnusij boahtá Vuona girkko bajemus jáhkkoåhpadusplánan, Jubmel vaddá – Mij juogadip.

source: Ipmil addá – Mii juogadit lokte sámi
smj: Jubmel vaddá – Mij juogadip nanostahttá sáme

source: girkoeallima oassin Norgga girku árbevirrui ja searvevuhtii.
smj: girkkoiellema oasev dan árbbedáben ja aktisasjvuodan mij le Vuona girkkon.

source: Danne leat váldán mielde sámi álbmoga máhtu vuoiŋŋalašvuođas, girkoeallimis ja árbevierus dakkár mávssolaš árbevierrun maid
smj: Danen nammaduvvá máhtudahka sámeálmmuga vuojŋŋalisvuoda, girkkoiellema ja árbbedábij birra ájnas árbbedáhpen majt gájka gudi le gástaduvvam

source: buohkat geat leat gásttašuvvon galggaše dovdat.
smj: galggi dåbddåt.

source: (gč. Ipmil addá – Mii juogadit, kapihttal 2). Oskkuoahpahusplána lea resursadokumenta
smj: (bs. Jubmel vaddá – Mij juogadip, Kapihtal 2) Sáme jáhkkoåhpaduspládna le ressursdokumænnta tjoaggulvisájda ma sihti sáme

source: Ráđđehusa sámepolitihka láidesteamit váikkuhit dasa movt girku oskkuoahpahus organiserejuvvo sápmelaččaide.
smj: perspektijvav jáhkkoåhpadussaj. Mærrádusá ráddidusá sámepolitihkan vájkkudi gåktu jáhkkoåhpadus sámijda organiseriduvvá girkkon.

source: St.dieđ.nr 28 (2007-2008)
smj: St.died. nr. 28 (2007-2008) Sámepolitihkka

source: Sámepolitihkka, čujuha Norgga girku sierra ovddasvástádussii sámi girkoeallimis.
smj: vuoset Vuona girkko sierra åvdåsvásstádussaj sáme girkkoiellemis.

source: «Dat maid buot ovddimus ferte váldit vuhtii sámi girkoeallimis Norgga girku siskkobealde lea dan ahte ferte ovddidit ovttas sámiid iešipmárdusain ja sámi árbevieruiguinš (s 182).
smj: «Åvdemus vieledus gå gálggá bærrájgåhtset sáme girkkoiellemav Vuona girkkon le ahte åvddånahttem viertti dáhpáduvvat sáme iesjdåbdoj ja sáme árbbedábij vuodonš (s 178).

source: Sámi oskkuoahpahusplána galgá ge sihkkarastit ahte ođastus vuhtiiváldá sámi iešipmárdusa ja sámi
smj: jáhkkoåhpaduspládna galggá sihkarasstet sámij iesjdåbddo ja árbbedábe bærrájgåtseduvvi ådåstussan.

source: Sámelága giellanjuolggadusaid § 1-5 cealká ahte sámegiella ja dárogiella leat ovttaárvosáš gielat.
smj: Sámelága giellanjuolgadusá § 1-5 tjuottjot sámegielav ja dárogielav avtaárvvusasj giellan.

source: Ođđajagimánu 1. beaivvi 2011 rájes leat čuovvovaš suohkanat mielde sámegiela hálddašanguovllus: Guovdageaidnu, Kárášjohka, Porsáŋgu, Unjárga, Deatnu, Gáivuotna, Loabát, Divtasvuodna ja Snoasa.
smj: Ådåjakmáno 1, biejve 2011 rájes gulluji tjuovvovasj suohkana sámegiella háldadusguovlluj: Guovdagæjnno, Kárásjjåhkå, Porsáŋgu, Unjárga, Dædno, Gájvuodna, Loabát, Divtasvuodna, ja

source: Njuolggadusat fátmmastit davvi-, julev- ja lullisámi giellaguovlluid.
smj: Njuolgadusá gåbttji nuortta-, julev-, ja oarjjelsáme giellaguovlojt.

source: hálddašansuohkana leat dušše oasáš árbevirolaš sámi ássanguovllus.
smj: Da aktse háldadussuohkana gåbttji dåssju oasátjav árbbedábálasj årromguovlojs.

source: Dan guovllu viidodat lea Mátta-Várjjagis Finnmárkku fylkkas gitta lulás Engerdalii Hedmárkku fylkkas.
smj: guovlo vijddudahka Oarjje Várjjagis Finnmárko fylkas gitta oarjás Engerdalaj Hedmark fylkan.

source: oskkuoahpahusplána cealká ahte sámi mánáin ja nuorain lea riekti oažžut oahpahusa ja oahpponeavvuid iežaset gillii (gč Ipmil addá, kapihttal 8).
smj: Nasjonálalasj jáhkkoåhpaduspládna tjuottjot sáme mánáj ja nuoraj riektáv åhpadussaj ja oahppanævojda ietjasa giellaj (bs. Jubmel vaddá – Mij juogadip, kapihtal 8).

source: Dasalassin čujuha dat ahte
smj: láhtjet jáhkkoåhpadussaj mij hiehpá sáme mánájda ja nuorajda.

source: «Searvegottiin sámegiela ja kultuvrra hálddašanguovllus lea sierra ovddasvástádus láhčit oskkuoahpahusfálaldagaid sámi mánáide ja nuoraideš (gč Ipmil addá – Mii juogadit, Ulbmil ja
smj: š (bs. Jubmel vaddá – Mij juogadip, Ulmme ja dahko) Tjoaggulvisá gåhtjoduvvi ietjas jáhkkoåhpaduspládna dahkamin hábbmit ulmijt ma vaddi sáme mánájda ja nuorajda máhttelisvuodav sihkardit, bærrájgåhtset ja åvdedit sáme gielav ja kultuvrav.

source: sihkkarastit, áimmahuššat ja ovdanáhttit sámegiela ja kultuvrra.
smj: Foto: Karin Mathisen

source: 3.2 Doahpagat ja sátnegeavaheapmi – fátmmasteaddji oskkuoahpahus
smj: 3.2 Buojkuldagá ja báhkoano – sebrudahtte jáhkkoåhpadus

source: Fátmmasteapmi galgá leat dán plána vuođđoprinsihppa sámi mánáid ja nuoraid oskkuoahpahusas.
smj: Sebrudahttem le dán plána vuodoprinsihppa, ja danen le sebrudahttem ájnas sáme jáhkkoåhpadusán.

source: 4.0 Plána geavadis
smj: Sebrudahttem tjuottjot

source: ovttaárvosašvuohta, iige seammaláganvuohta.
smj: avtaárvvusasjvuodav, ij sæmmilágásjvuodav..

source: Olbmo riekti leahkit earálágan ja dattege gullat sosiála, kultuvrralaš ja fágalaš searvevuhtii, lea fátmmasteami jurdaga vuolggasadji go olmmošlaš searveuođaid galgá hukset.
smj: Ulmutja riektá liehket ietjálágásj ja huoman gullut sosiálalasj, kultuvralasj ja fágalasj aktisasjvuohtaj, le vuodon gå aktisasjvuodav ulmutjij gasskan galggá huksat.

source: Fátmmasteapmi lea danin eará go integreren ja assimileren.
smj: Sebrudahttem le danen ietja gå integrerim ja assimilerim.

source: Integreren ja assimileren eaktuda soapmasiid geat leat olggobealde ja geaid galgá váldit searvevuhtii dan bokte ahte dahká sin eanetlogu lágánin.
smj: Integrerim ja assimilerim gájbbet soabmásijt gudi le ålgusjbielen ja gejt galggá aktisasjvuohtaj válldet dan baktu ahte dahkat sijáv ieneplågo lágátjin.

source: Dat ii leat fátmmasteapmi.
smj: Dat ij le sebrudahttem.

source: álgoálggus juo buohkaid leat mielde searvevuođas, ja ahte sin oasálastin lea seammaárvosaš, vaikko velá iešguđet ge eavttuiguin.
smj: Sebrudahtte jáhkkoåhpadus gájbbet gájka ållu álgos le oassen aktisasjvuodas, ja danna oassálassti sæmmi árvvusattjat, vájku vil iesjgeŋga gájbbádusáj.

source: iežas oassin dan searvevuođas.
smj: Åvdåsvásstediddje jådediddje galggi

source: Dat gáibida aktiivvalaš jođiheami, ja gelbbolašvuođa ja dieđu kultuvrralaš, fágalaš ja sosiála erohusain olbmuid gaskkas.
smj: Dát gájbbet aktijvalasj jådedimev, ja máhtukvuodav ja diedov, kultuvralasj, fágalasj ja sosiálalasj sieradusáj birra ma le ulmutjij gaskan.

source: Dat eaktuda pedagogalaš jođiheami mas leat čuovvovaš prinsihpat:
smj: Pedagogalasj jådediddjen vierttiji liehket tjuovvovasj prinsihppa:

source: - dásseárvosašvuohta oasálastiid gaskkas - searvevuohta mas lea sadji girjáivuhtii - mieldemearrideapmi
smj: - avtaárvvusasjvuohta oassálasstij gaskan- aktisasjvuohta gånnå le sadje

source: Dáid prinsihpaid vuođđu addá rievtti leahkit earáláganin sosiála, kultuvrralaš ja fágalaš rámmaid siskkobealde.
smj: Dá prinsihpa tjuottjodi riektáv liehket ietjálágásj sosiálalasj, kultuvralasj, ja fágalasj rámmaj sisbielen.

source: jurddašeamis, mii deattuha ovttaláganvuođa eaktun, ja ii almmut nu olu daid erohusaid mat olbmuid gaskkas leat.
smj: Da sieradi sæmmilágásjvuoda ájádallamis, mij ienebut dættot sæmmilágásjvuodav gájbbádussan, ja ij dættoda sieradusájt ma gávnnuji ulmutjij gaskan.

source: Ovttaláganvuođa ideologiija ráhkada vuođu assimileremii dahje segregeremii ja dat ii soaba oktii daid fátmmasteaddji prinsihpaiguin mat ON olmmošvuoigatvuođain leat.
smj: Sæmmilágásjvuoda ideologija vaddá vuodov assimilerimij jali segregerimij ja ij hieba sebrudahttem prinsihpajda ma li vuododum AN:a ulmusjrievtesvuodajn.

source: Fátmmasteaddji prinsihpa ii dárbbaš dušše sápmelaččaid ja dáččaid gaskkas, muhto maiddái sámi servodaga siskkobealde.
smj: Sebrudahttemprinsihpajda ij le dåssju dárbbo æjvvalimijn sámij ja dádtjaj gaskan, valla aj sisbielen sáme sebrudagán.

source: Sámi servodagain lea searvevuohta nanus.
smj: Sáme sebrudagájn le aktisasjvuohta nanos.

source: Searvevuođas galget buohkat leat ovttaárvosaš oasálastit beroškeahttá
smj: oassálasste galggi avtaárvvusattja liehket berustahtek doajmmamáhtudagáv.

source: doaibmannávccain.
smj: Bájkálasj pládna dahkamin le ájnas bærrájgæhttjat ahte máná ja nuora gænna le dárbo hiebadahttemij sebrudahteduvvi.(bs.

source: Báikkálaš plánaid ráhkadeamis galgá vuhtiiváldit ahte dat fátmmasta maid mánáid ja nuoraid geat dárbbašit sierra láhčima (gč. Ipmil addá – Mii juogadit, kapihttal 6).
smj: Jubmel vaddá – Mij juogadip, kapihtal 6) Jáhkkoåhpadus galggá sebrudahttet gájkajt gudi li gástaduvvam ja viehkedit aktisasjvuodav huksat sámij gaskan dan nielje rijkajn gånnå sáme årru.

source: Oskkuoahpahus galgá fátmmastit buohkaid geat leat gásttašuvvon ja duddjot searvevuođa dan njealji riikka sápmelaččaid gaskii.
smj: Aktisasjvuoda huksam iemeálmmukperspektijvan

source: Álgoálbmotgeahččanbeali searvevuođahuksemis galgá vuhtiiváldit sihke agi, geografiija, kultuvrralaš gullevašvuođa ja gielladili dáfus.
smj: galggá birástahttet sihke álldarav, geografijav, kultuvralasj aktijvuodav ja gielladilev.

source: Dat namuhuvvon bealit dahket oktiibuot girjáivuođa dan resursariggodagas ja máhttoriggodagas mii sápmelaččain lea, erenoamážit luonddugelbbolašvuođas ja vuoiŋŋalašvuođas.
smj: Da nammaduvvam biele lasedi moattebelakvuoda ressursboanndudagáv ja máhttoboanndudagáv majt dåbddåp sáme sebrudagás sierraláhkáj luonndomáhtudahka ja vuojŋŋalasjvuohta.
